;- 装甲模板 -

[PsiOperativePlatedArmor X2ArmorTemplate]
FriendlyName="原型镀层护甲"
FriendlyNamePlural="原型镀层护甲"
BriefSummary="一种结合了外星合金的原型护甲，用于增强对关键部位的防护。相较于传统护甲能提供更多的保护。"
TacticalText="<Bullet/>该原型是从一件变种人那里回收的中等重量的护甲。\n<Bullet/>作为一种中等级别的护甲，它提供了一个额外的物品槽位。"

[PsiOperativePoweredArmor X2ArmorTemplate]
FriendlyName="原型动力护甲"
FriendlyNamePlural="原型动力护甲"
BriefSummary="一种包含了动力部件的原型护甲，可增强对关键区域的保护。能很好地抵御外星武器的攻击。"
TacticalText="<Bullet/>该原型是一种基于外星超铀核心能量技术的中级护甲。\n<Bullet/>作为一种中等级别的护甲，它提供了一个额外的物品槽位。"



;- 武器模板 -

[AssaultRifle_CV X2WeaponTemplate]
FriendlyName="突击步枪"
FriendlyNamePlural="突击步枪"
BriefSummary="我们已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/>缺乏特殊训练的情况下，用主武器射击将会结束该士兵的回合。\n<Bullet/>使用武器升级部件来提升突击步枪的战术效率。突击步枪可以接受的武器升级种类和数量比任何其他种类的武器都要多。"
AbilityDescName="突击步枪"

[AssaultRifle_MG X2WeaponTemplate]
FriendlyName="磁力步枪"
FriendlyNamePlural="磁力步枪"
BriefSummary="磁力弹道技术让我们能够创造步枪风格的金属发射器。他们代表了在传统回收的突击武器上的实质性改善。"
TacticalText="<Bullet/>缺乏特殊训练的情况下，用主武器射击将会结束该士兵的回合。\n<Bullet/>使用武器升级部件来提升突击步枪的战术效率。突击步枪可以接受的武器升级种类和数量比其他任何种类武器都要多。"
AbilityDescName="突击步枪"

[AssaultRifle_BM X2WeaponTemplate]
FriendlyName="电浆步枪"
FriendlyNamePlural="电浆步枪"
BriefSummary="由于我们最终成功解析了外星人毁灭性武器技术，我们已经可以开发属于自己的光束武器了，我们现在可以建造能够匹敌战场上敌人的步枪了。"
TacticalText="<Bullet/>电浆步枪是常用且非常强大的单兵武器系统。\n<Bullet/>在没有经过特殊训练的情况下，发射主要武器会结束士兵的回合。\n<Bullet/>使用武器升级部件来提升突击步枪的战术效率。突击步枪可以接受的武器升级种类和数量比其他任何种类武器都要多。"
AbilityDescName="突击步枪"



;- 武器升级模板 -

[WOTC_APA_Basic_LightweightFrame X2WeaponUpgradeTemplate]
FriendlyName="轻量框架"
FriendlyNamePlural="轻量框架"
BriefSummary="获得<font color='#3ABD23'>+<Ability:LIGHTWEIGHT_FRAME_BASIC_MOBILITY_BONUS/></font>机动性。"
TinySummary="+士兵机动性"
LootTooltip="安装此武器强化部件后，士兵的机动性将提高<font color='#3ABD23'>+<Ability:LIGHTWEIGHT_FRAME_BASIC_MOBILITY_BONUS/></font>。"

[WOTC_APA_Advanced_LightweightFrame X2WeaponUpgradeTemplate]
FriendlyName="高级轻量框架"
FriendlyNamePlural="高级轻量级框架"
BriefSummary="获得<font color='#3ABD23'>+<Ability:LIGHTWEIGHT_FRAME_ADVANCED_MOBILITY_BONUS/></font>机动性，但他们在移动后的剩余回合中将遭受<font color='#CA7200'><Ability:LIGHTWEIGHT_FRAME_ADVANCED_AIM_PENALTY/>%</font>的命中率惩罚。"
TinySummary="+士兵机动性"
LootTooltip="安装此武器强化部件后，士兵的机动性将提高<font color='#3ABD23'>+<Ability:LIGHTWEIGHT_FRAME_ADVANCED_MOBILITY_BONUS/></font>，但他们在移动后的剩余回合中将遭受<font color='#CA7200'><Ability:LIGHTWEIGHT_FRAME_ADVANCED_AIM_PENALTY/>%</font>的命中率惩罚。"

[WOTC_APA_Superior_LightweightFrame X2WeaponUpgradeTemplate]
FriendlyName="终级轻量框架"
FriendlyNamePlural="终级轻量框架"
BriefSummary="获得<font color='#3ABD23'>+<Ability:LIGHTWEIGHT_FRAME_ADVANCED_MOBILITY_BONUS/></font>机动性。"
TinySummary="+士兵机动性"
LootTooltip="安装此武器强化部件后，士兵的机动性将提高<font color='#3ABD23'>+<Ability:LIGHTWEIGHT_FRAME_ADVANCED_MOBILITY_BONUS/></font>并且不会有任何负面效果。"

[WOTC_APA_Basic_BeddedStock X2WeaponUpgradeTemplate]
FriendlyName="枪托"
FriendlyNamePlural="枪托"
BriefSummary="对上次射击的目标进行再次射击时获得<font color='#3ABD23'>+<Ability:BEDDED_STOCK_BASIC_AIM_BONUS/>%</font>命中。"
TinySummary="对同一目标+命中"
LootTooltip="安装此武器强化部件后，士兵在对上次射击的目标进行再次射击时，其命中将增加<font color='#3ABD23'>+<Ability:BEDDED_STOCK_BASIC_AIM_BONUS/>%</font>。"

[WOTC_APA_Advanced_BeddedStock X2WeaponUpgradeTemplate]
FriendlyName="高级枪托"
FriendlyNamePlural="高级枪托"
BriefSummary="对上次射击的目标进行再次射击时获得<font color='#3ABD23'>+<Ability:BEDDED_STOCK_ADVANCED_AIM_CRIT_BONUS/>%</font>命中和暴击率，但对其他目标进行反应射击时会受到<font color='#CA7200'><Ability:BEDDED_STOCK_ADVANCED_AIM_PENALTY/>%</font>的命中惩罚。"
TinySummary="对同一目标+命中"
LootTooltip="安装此武器强化部件后，士兵在对上次射击的目标进行再次射击时，其命中和暴击率将增加<font color='#3ABD23'>+<Ability:BEDDED_STOCK_ADVANCED_AIM_CRIT_BONUS/>%</font>，但是在对新目标进行反应射击时将受到<font color='#CA7200'><Ability:BEDDED_STOCK_ADVANCED_AIM_PENALTY/>%</font>的命中惩罚。"

[WOTC_APA_Superior_BeddedStock X2WeaponUpgradeTemplate]
FriendlyName="终级枪托"
FriendlyNamePlural="终级枪托"
BriefSummary="对上次射击的目标进行再次射击时获得<font color='#3ABD23'>+<Ability:BEDDED_STOCK_ADVANCED_AIM_CRIT_BONUS/>%</font>命中和暴击率。"
TinySummary="对同一目标+命中"
LootTooltip="安装此武器强化部件后，士兵在对上次射击的目标进行再次射击时，其命中和暴击率将增加<font color='#3ABD23'>+<Ability:BEDDED_STOCK_ADVANCED_AIM_CRIT_BONUS/>%</font>，并且不会有任何负面效果。"

[WOTC_APA_Basic_Scope X2WeaponUpgradeTemplate]
FriendlyName="瞄准镜"
FriendlyNamePlural="瞄准镜"
BriefSummary="获得<font color='#3ABD23'>+<Ability:SCOPE_BASIC_DIRECT_SHOT_AIM_BONUS/>%</font>命中(直接射击)并提高远距离射击的精度。"
TinySummary="+直接射击准确度"
LootTooltip="安装此武器强化部件后，士兵在直接射击时的命中精度将提高<font color='#3ABD23'>+<Ability:SCOPE_BASIC_DIRECT_SHOT_AIM_BONUS/>%</font>，并且会略微提高远距离射击的精度。"

[WOTC_APA_Advanced_Scope X2WeaponUpgradeTemplate]
FriendlyName="高级瞄准镜"
FriendlyNamePlural="高级瞄准镜"
BriefSummary="获得 <font color='#3ABD23'>+<Ability:SCOPE_ADVANCED_DIRECT_SHOT_AIM_BONUS/>%</font>命中(直接射击)并提高远距离准确度，但会降低近距离射击的精度。"
TinySummary="+直接射击准确度"
LootTooltip="安装此武器强化部件后，士兵在直接射击时的命中精度将提高<font color='#3ABD23'>+<Ability:SCOPE_ADVANCED_DIRECT_SHOT_AIM_BONUS/>%</font>，并且会略微提高远距离射击的精度，但近距离射击的精度会受到惩罚。"

[WOTC_APA_Superior_Scope X2WeaponUpgradeTemplate]
FriendlyName="终级瞄准镜"
FriendlyNamePlural="终级瞄准镜"
BriefSummary="获得 <font color='#3ABD23'>+<Ability:SCOPE_ADVANCED_DIRECT_SHOT_AIM_BONUS/>%</font>命中(直接射击)并提高远距离射击的精度。"
TinySummary="+直接射击准确度"
LootTooltip="安装此武器强化部件后，士兵在直接射击时的命中精度将提高<font color='#3ABD23'>+<Ability:SCOPE_ADVANCED_DIRECT_SHOT_AIM_BONUS/>%</font>，并且会略微提高远距离的射击精度，并且不会有任何负面效果。"

[WOTC_APA_Basic_ReflexSight X2WeaponUpgradeTemplate]
FriendlyName="反射式瞄准镜"
FriendlyNamePlural="反射式瞄准镜"
BriefSummary="获得<font color='#3ABD23'>+<Ability:REFLEX_SIGHT_BASIC_REACTION_SHOT_AIM_BONUS/>%</font>命中(反应射击)并提高近距离射击的精准度。"
TinySummary="+反应射击准确度"
LootTooltip="安装此武器强化部件后，士兵在进行反应射击时其命中将提高<font color='#3ABD23'>+<Ability:REFLEX_SIGHT_BASIC_REACTION_SHOT_AIM_BONUS/>%</font>，并且会略微提高近距离射击的精准度。"

[WOTC_APA_Advanced_ReflexSight X2WeaponUpgradeTemplate]
FriendlyName="高级反射式瞄准镜"
FriendlyNamePlural="高级反射式瞄准镜"
BriefSummary="获得<font color='#3ABD23'>+<Ability:REFLEX_SIGHT_ADVANCED_REACTION_SHOT_AIM_BONUS/>%</font>命中(反应射击)并提高近距离射击的精准度，但降低远距离射击的精准度。"
TinySummary="+反应射击准确度"
LootTooltip="安装此武器强化部件后，士兵在进行反应射击时其命中将提高<font color='#3ABD23'>+<Ability:REFLEX_SIGHT_ADVANCED_REACTION_SHOT_AIM_BONUS/>%</font>，并且会略微提高近距离射击的精准度，但远距离射击的精准度会受到惩罚。"

[WOTC_APA_Superior_ReflexSight X2WeaponUpgradeTemplate]
FriendlyName="终级反射式瞄准镜"
FriendlyNamePlural="终级反射式瞄准镜"
BriefSummary="获得<font color='#3ABD23'>+<Ability:REFLEX_SIGHT_ADVANCED_REACTION_SHOT_AIM_BONUS/>%</font>命中(反应射击)并提高近距离射击的精准度。"
TinySummary="+反应射击准确度"
LootTooltip="安装此武器强化部件后，士兵在进行反应射击时其命中将提高<font color='#3ABD23'>+<Ability:REFLEX_SIGHT_ADVANCED_REACTION_SHOT_AIM_BONUS/>%</font>，并且会略微提高近距离射击的精准度，并且不会有任何负面效果。"

[WOTC_APA_Basic_LaserSight X2WeaponUpgradeTemplate]
FriendlyName="激光瞄准器"
FriendlyNamePlural="激光瞄准器"
BriefSummary="在<font color='#3ABD23'><Ability:LASER_SIGHT_EFFECTIVE_TILE_RANGE/></font>格内获得<font color='#3ABD23'>+<Ability:LASER_SIGHT_BASIC_CRIT_CHANCE_BONUS/>%</font>暴击率，并提高近距离射击的精准度。"
TinySummary="+近距离暴击率"
LootTooltip="安装此武器强化部件后，士兵在 <font color='#3ABD23'><Ability:LASER_SIGHT_EFFECTIVE_TILE_RANGE/></font>格内的暴击率将提高<font color='#3ABD23'>+<Ability:LASER_SIGHT_BASIC_CRIT_CHANCE_BONUS/>%</font>，并且会略微提高近距离射击的精准度。"

[WOTC_APA_Advanced_LaserSight X2WeaponUpgradeTemplate]
FriendlyName="高级激光瞄准器"
FriendlyNamePlural="高级激光瞄准器"
BriefSummary="在<font color='#3ABD23'><Ability:LASER_SIGHT_EFFECTIVE_TILE_RANGE/></font>格内获得<font color='#3ABD23'>+<Ability:LASER_SIGHT_ADVANCED_CRIT_CHANCE_BONUS/>%</font>暴击率，并提高近距离射击的精准度，但远距离射击的精准度会降低。"
TinySummary="+近距离暴击率"
LootTooltip="安装此武器强化部件后，士兵在<font color='#3ABD23'><Ability:LASER_SIGHT_EFFECTIVE_TILE_RANGE/></font>格内的暴击率将提高<font color='#3ABD23'>+<Ability:LASER_SIGHT_ADVANCED_CRIT_CHANCE_BONUS/>%</font>，并且会略微提高短距离射击的精准度，但远距离射击的精准度会受到惩罚。"

[WOTC_APA_Superior_LaserSight X2WeaponUpgradeTemplate]
FriendlyName="终级激光瞄准器"
FriendlyNamePlural="终级激光瞄准器"
BriefSummary="在<font color='#3ABD23'><Ability:LASER_SIGHT_EFFECTIVE_TILE_RANGE/></font>格内获得<font color='#3ABD23'>+<Ability:LASER_SIGHT_ADVANCED_CRIT_CHANCE_BONUS/>%</font>暴击率，并提高近距离射击的精准度。"
TinySummary="+近距离暴击率"
LootTooltip="安装此武器强化部件后，士兵在<font color='#3ABD23'><Ability:LASER_SIGHT_EFFECTIVE_TILE_RANGE/></font>格内的暴击率将提高<font color='#3ABD23'>+<Ability:LASER_SIGHT_ADVANCED_CRIT_CHANCE_BONUS/>%</font>，并且会略微提高近距离射击的精准度，并且不会有任何负面效果。"

[WOTC_APA_Basic_Bipod X2WeaponUpgradeTemplate]
FriendlyName="两脚架"
FriendlyNamePlural="两脚架"
BriefSummary="如果该单位在上一回合没有移动，则获得<font color='#3ABD23'>+<Ability:BIPOD_TILE_RANGE_BONUS/></font>格武器射程，并减少<font color='#3ABD23'><Ability:BIPOD_BASIC_RANGE_ACCURACY_MOD/>%</font>远距离/小队命中惩罚。"
TinySummary="+设置范围和精度"
LootTooltip="安装此武器强化部件后，如果士兵在上一回合没有移动，则其武器射程将增加<font color='#3ABD23'>+<Ability:BIPOD_TILE_RANGE_BONUS/></font>格，远距离/小队命中惩罚将减少<font color='#3ABD23'><Ability:BIPOD_BASIC_RANGE_ACCURACY_MOD/>%</font>。"

[WOTC_APA_Advanced_Bipod X2WeaponUpgradeTemplate]
FriendlyName="高级两脚架"
FriendlyNamePlural="高级两脚架"
BriefSummary="如果该单位在上一回合没有移动，则获得<font color='#3ABD23'>+<Ability:BIPOD_TILE_RANGE_BONUS/></font>格武器射程，并减少<font color='#3ABD23'><Ability:BIPOD_ADVANCED_RANGE_ACCURACY_MOD/>%</font>远距离/小队命中惩罚；<font color='#CA7200'><Ability:BIPOD_ADVANCED_MOBILITY_PENALTY/></font>机动性。"
TinySummary="+设置范围和精度"
LootTooltip="安装此武器强化部件后，如果士兵在上一回合没有移动，则其武器射程将增加<font color='#3ABD23'>+<Ability:BIPOD_TILE_RANGE_BONUS/></font>格，远距离/小队命中惩罚将减少<font color='#3ABD23'><Ability:BIPOD_ADVANCED_RANGE_ACCURACY_MOD/>%</font>，但机动性将降低<font color='#CA7200'><Ability:BIPOD_ADVANCED_MOBILITY_PENALTY/></font>。"

[WOTC_APA_Superior_Bipod X2WeaponUpgradeTemplate]
FriendlyName="终级两脚架"
FriendlyNamePlural="终级两脚架"
BriefSummary="如果该单位在上一回合没有移动，则获得<font color='#3ABD23'>+<Ability:BIPOD_TILE_RANGE_BONUS/></font> 格武器射程，并减少<font color='#3ABD23'><Ability:BIPOD_ADVANCED_RANGE_ACCURACY_MOD/>%</font>远距离/小队命中惩罚。"
TinySummary="+设置范围和精度"
LootTooltip="安装此武器强化部件后，如果士兵在上一回合没有移动，则其武器射程将增加<font color='#3ABD23'>+<Ability:BIPOD_TILE_RANGE_BONUS/></font>格，远距离/小队命中惩罚将减少<font color='#3ABD23'><Ability:BIPOD_ADVANCED_RANGE_ACCURACY_MOD/>%</font>，并且不会有任何负面效果。"

[WOTC_APA_Basic_Suppressor X2WeaponUpgradeTemplate]
FriendlyName="消音器"
FriendlyNamePlural="消音器"
BriefSummary="隐蔽状态下获得<font color='#3ABD23'>+<Ability:SUPPRESSOR_BASIC_CONCEALED_CRIT_CHANCE/>%</font>暴击率。减少武器声音半径 <font color='#3ABD23'><Ability:SUPPRESSOR_SOUND_RANGE_REDUCTION/></font> 格。"
TinySummary="+隐蔽暴击概率"
LootTooltip="安装此武器强化部件后，士兵在隐蔽状态下的暴击率将提高<font color='#3ABD23'>+<Ability:SUPPRESSOR_BASIC_CONCEALED_CRIT_CHANCE/>%</font>。武器声音半径将减少<font color='#3ABD23'><Ability:SUPPRESSOR_SOUND_RANGE_REDUCTION/></font>格。"

[WOTC_APA_Advanced_Suppressor X2WeaponUpgradeTemplate]
FriendlyName="高级消音器"
FriendlyNamePlural="高级消音器"
BriefSummary="隐蔽状态下获得<font color='#3ABD23'>+<Ability:SUPPRESSOR_ADVANCED_CONCEALED_CRIT_CHANCE/>%</font>暴击率，但会使反应射击的命中降低<font color='#CA7200'><Ability:SUPPRESSOR_ADVANCED_REACTION_SHOT_AIM_PENALTY/>%</font>。减少武器声音半径<font color='#3ABD23'><Ability:SUPPRESSOR_SOUND_RANGE_REDUCTION/></font>格。"
TinySummary="+隐蔽暴击概率"
LootTooltip="安装此武器强化部件后，士兵在隐蔽状态下的暴击率将提高<font color='#3ABD23'>+<Ability:SUPPRESSOR_ADVANCED_CONCEALED_CRIT_CHANCE/>%</font>，但会使反应射击的命中降低<font color='#CA7200'><Ability:SUPPRESSOR_ADVANCED_REACTION_SHOT_AIM_PENALTY/>%</font>。武器声音半径将减少<font color='#3ABD23'><Ability:SUPPRESSOR_SOUND_RANGE_REDUCTION/></font>格。"

[WOTC_APA_Superior_Suppressor X2WeaponUpgradeTemplate]
FriendlyName="终级消音器"
FriendlyNamePlural="终级消音器"
BriefSummary="隐蔽状态下获得<font color='#3ABD23'>+<Ability:SUPPRESSOR_ADVANCED_CONCEALED_CRIT_CHANCE/>%</font>暴击率。减少武器声音半径<font color='#3ABD23'><Ability:SUPPRESSOR_SOUND_RANGE_REDUCTION/></font> 格。"
TinySummary="+隐蔽暴击概率"
LootTooltip="安装此武器强化部件后，士兵在隐蔽状态下的暴击率将提高<font color='#3ABD23'>+<Ability:SUPPRESSOR_ADVANCED_CONCEALED_CRIT_CHANCE/>%</font>，并且不会有任何负面效果。武器声音半径将减少<font color='#3ABD23'><Ability:SUPPRESSOR_SOUND_RANGE_REDUCTION/></font>格。"

[WOTC_APA_Basic_Foregrip X2WeaponUpgradeTemplate]
FriendlyName="前握把"
FriendlyNamePlural="前握把"
BriefSummary="反应射击在<font color='#3ABD23'><Ability:FOREGRIP_EFFECTIVE_TILE_RANGE/></font>格内增加<font color='#3ABD23'>+<Ability:FOREGRIP_BASIC_REACTION_SHOT_AIM_BONUS/>%</font>命中。"
TinySummary="+反应/近距离射击精准度"
LootTooltip="安装此武器强化部件后，在对<font color='#3ABD23'><Ability:FOREGRIP_EFFECTIVE_TILE_RANGE/></font>格子内的目标进行反应射击时，士兵的命中将提高<font color='#3ABD23'>+<Ability:FOREGRIP_BASIC_REACTION_SHOT_AIM_BONUS/>%</font>。"

[WOTC_APA_Advanced_Foregrip X2WeaponUpgradeTemplate]
FriendlyName="高级前握把"
FriendlyNamePlural="高级前握把"
BriefSummary="反应射击在<font color='#3ABD23'><Ability:FOREGRIP_EFFECTIVE_TILE_RANGE/></font>格内增加<font color='#3ABD23'><Ability:FOREGRIP_BASIC_REACTION_SHOT_AIM_BONUS/>%</font>命中和近距离射击精准度，但超出此范围的所有射击都会受到<font color='#CA7200'><Ability:FOREGRIP_ADVANCED_AIM_PENALTY/>%</font>的命中惩罚。"
TinySummary="+反应/近距离射击精准度"
LootTooltip="安装此武器强化部件后，在对<font color='#3ABD23'><Ability:FOREGRIP_EFFECTIVE_TILE_RANGE/></font>格内的目标进行反应射击时，士兵的命中将提高<font color='#3ABD23'>+<Ability:FOREGRIP_BASIC_REACTION_SHOT_AIM_BONUS/>%</font>，同时，武器的近距离射击的修正值将提高<font color='#3ABD23'><Ability:FOREGRIP_ADVANCED_RANGE_ACCURACY_MOD/>%</font>，但是超出此范围的所有射击将受到<font color='#CA7200'><Ability:FOREGRIP_ADVANCED_AIM_PENALTY/>%</font>的命中惩罚。"

[WOTC_APA_Superior_Foregrip X2WeaponUpgradeTemplate]
FriendlyName="终级前握把"
FriendlyNamePlural="终级前握把"
BriefSummary="反应射击在<font color='#3ABD23'><Ability:FOREGRIP_EFFECTIVE_TILE_RANGE/></font>格内增加<font color='#3ABD23'>+<Ability:FOREGRIP_BASIC_REACTION_SHOT_AIM_BONUS/>%</font>命中和近距离射击精准度。"
TinySummary="+反应/近距离射击精准度"
LootTooltip="安装此武器强化部件后，在对<font color='#3ABD23'><Ability:FOREGRIP_EFFECTIVE_TILE_RANGE/></font>格内的目标进行反应射击时，士兵的命中将提高<font color='#3ABD23'>+<Ability:FOREGRIP_BASIC_REACTION_SHOT_AIM_BONUS/>%</font>，同时，武器的近距离射击的修正值将提高<font color='#3ABD23'><Ability:FOREGRIP_ADVANCED_RANGE_ACCURACY_MOD/>%</font>，并且不会有任何负面效果。"

[WOTC_APA_Basic_Speedloader X2WeaponUpgradeTemplate]
FriendlyName="快速装填器"
FriendlyNamePlural="快速装填器"
BriefSummary="获得<font color='#3ABD23'>+<Ability:SPEEDLOADER_BASIC_FREE_RELOADS/></font>次不消耗行动力的无消耗装填。"
TinySummary="+无消耗装填"
LootTooltip="安装此武器强化部件后，将为士兵提供<font color='#3ABD23'>+<Ability:SPEEDLOADER_BASIC_FREE_RELOADS/></font>次无消耗装填，且不消耗任何行动力。"

[WOTC_APA_Advanced_Speedloader X2WeaponUpgradeTemplate]
FriendlyName="高级快速装填器"
FriendlyNamePlural="高级快速装填器"
BriefSummary="获得<font color='#3ABD23'>+<Ability:SPEEDLOADER_ADVANCED_FREE_RELOADS/></font>次无消耗装填，无需消耗任何行动力，但这些无消耗装填只能在武器的弹匣完全打空时使用。"
TinySummary="+无消耗装填"
LootTooltip="安装此武器强化部件后，将为士兵提供<font color='#3ABD23'>+<Ability:SPEEDLOADER_ADVANCED_FREE_RELOADS/></font>次无消耗装填，且不消耗任何行动力，但这些无消耗装填只能在武器的弹匣完全打空时使用。"

[WOTC_APA_Superior_Speedloader X2WeaponUpgradeTemplate]
FriendlyName="终级快速装填器"
FriendlyNamePlural="终级快速装填器"
BriefSummary="获得<font color='#3ABD23'>+<Ability:SPEEDLOADER_ADVANCED_FREE_RELOADS/></font>次不消耗任何行动力的无消耗装填。"
TinySummary="+无消耗装填"
LootTooltip="安装此武器强化部件后，将为士兵提供<font color='#3ABD23'>+<Ability:SPEEDLOADER_ADVANCED_FREE_RELOADS/></font>次无消耗装填，不消耗任何行动力并且不会有任何负面效果。"

[WOTC_APA_Basic_ExpandedMag X2WeaponUpgradeTemplate]
FriendlyName="扩展弹匣"
FriendlyNamePlural="扩展弹匣"
BriefSummary="武器弹药容量增加<font color='#3ABD23'>+<Ability:EXPANDED_MAGAZINE_BASIC_AMMO_BONUS/></font>发弹药。"
TinySummary="+武器弹药容量"
LootTooltip="安装此武器强化部件后，士兵的武器弹药容量将增加<font color='#3ABD23'>+<Ability:EXPANDED_MAGAZINE_BASIC_AMMO_BONUS/></font>发。"

[WOTC_APA_Advanced_ExpandedMag X2WeaponUpgradeTemplate]
FriendlyName="高级扩展弹匣"
FriendlyNamePlural="高级扩展弹匣"
BriefSummary="武器弹药容量增加<font color='#3ABD23'>+<Ability:EXPANDED_MAGAZINE_ADVANCED_AMMO_BONUS/></font>发弹药，但会降低士兵<font color='#CA7200'><Ability:EXPANDED_MAGAZINE_ADVANCED_MOBILITY_PENALTY/></font>机动性。"
TinySummary="+武器弹药容量"
LootTooltip="安装此武器强化部件后，士兵的武器弹药容量将增加<font color='#3ABD23'>+<Ability:EXPANDED_MAGAZINE_ADVANCED_AMMO_BONUS/></font>发，但会降低士兵<font color='#CA7200'><Ability:EXPANDED_MAGAZINE_ADVANCED_MOBILITY_PENALTY/></font>机动性。"

[WOTC_APA_Superior_ExpandedMag X2WeaponUpgradeTemplate]
FriendlyName="终级扩展弹匣"
FriendlyNamePlural="终级扩展弹匣"
BriefSummary="武器弹药容量增加<font color='#3ABD23'>+<Ability:EXPANDED_MAGAZINE_ADVANCED_AMMO_BONUS/></font>发弹药。"
TinySummary="+武器弹药容量"
LootTooltip="安装此武器强化部件后，士兵的武器弹药容量将增加<font color='#3ABD23'>+<Ability:EXPANDED_MAGAZINE_ADVANCED_AMMO_BONUS/></font>发，并且不会有任何负面效果。"

[WOTC_APA_Basic_WildcatCartridges X2WeaponUpgradeTemplate]
FriendlyName="野猫弹"
FriendlyNamePlural="野猫弹"
BriefSummary="有<font color='#3ABD23'><Ability:WILDCAT_CARTRIDGE_BASIC_CRIT_DAMAGE_CHANCE/>%</font>几率在暴击时造成<font color='#3ABD23'>+<Ability:WILDCAT_CARTRIDGE_BONUS_CRIT_DAMAGE/></font>伤害。"
TinySummary="+暴击伤害"
LootTooltip="安装此武器强化部件后，士兵将有<font color='#3ABD23'><Ability:WILDCAT_CARTRIDGE_BASIC_CRIT_DAMAGE_CHANCE/>%</font>几率在暴击时造成<font color='#3ABD23'>+<Ability:WILDCAT_CARTRIDGE_BONUS_CRIT_DAMAGE/></font>伤害。"

[WOTC_APA_Advanced_WildcatCartridges X2WeaponUpgradeTemplate]
FriendlyName="高级野猫弹"
FriendlyNamePlural="高级野猫弹"
BriefSummary="有<font color='#3ABD23'><Ability:WILDCAT_CARTRIDGE_ADVANCED_CRIT_DAMAGE_CHANCE/>%</font>几率在暴击时造成<font color='#3ABD23'>+<Ability:WILDCAT_CARTRIDGE_BONUS_CRIT_DAMAGE/></font>伤害，但非暴击时造成擦伤的几率增加<font color='#CA7200'><Ability:WILDCAT_CARTRIDGE_ADVANCED_GRAZE_CHANCE/>%</font>。"
TinySummary="+暴击伤害"
LootTooltip="安装此武器强化部件后，士兵将有<font color='#3ABD23'><Ability:WILDCAT_CARTRIDGE_ADVANCED_CRIT_DAMAGE_CHANCE/>%</font>几率在暴击时造成<font color='#3ABD23'>+<Ability:WILDCAT_CARTRIDGE_BONUS_CRIT_DAMAGE/></font>伤害，但非暴击时造成擦伤的几率将增加<font color='#CA7200'><Ability:WILDCAT_CARTRIDGE_ADVANCED_GRAZE_CHANCE/>%</font>。"

[WOTC_APA_Superior_WildcatCartridges X2WeaponUpgradeTemplate]
FriendlyName="终级野猫弹"
FriendlyNamePlural="终级野猫弹"
BriefSummary="有<font color='#3ABD23'><Ability:WILDCAT_CARTRIDGE_ADVANCED_CRIT_DAMAGE_CHANCE/>%</font>几率在暴击时造成<font color='#3ABD23'>+<Ability:WILDCAT_CARTRIDGE_BONUS_CRIT_DAMAGE/></font>伤害。"
TinySummary="+暴击伤害"
LootTooltip="安装此武器强化部件后，士兵将有<font color='#3ABD23'><Ability:WILDCAT_CARTRIDGE_ADVANCED_CRIT_DAMAGE_CHANCE/>%</font>几率在暴击时造成<font color='#3ABD23'>+<Ability:WILDCAT_CARTRIDGE_BONUS_CRIT_DAMAGE/></font>伤害，并且不会有任何负面效果。"



;- 武器能力模板 -

[WOTC_APA_FlexibleRifle X2AbilityTemplate]
LocFriendlyName ="灵活性"
LocHelpText = "步枪获得一个额外的免费升级槽位。"
LocLongDescription = "<font color='#E1BDFF'>突击步枪的特殊武器升级：</font><br/>突击步枪是极为灵活的基础武器，拥有额外的免费武器升级槽位。它们不具备内置的特殊种类武器升级，因此能够使用所有可用种类的武器升级。突击步枪能够根据特定需求进行定制，比其他任何种类的武器都更加灵活。"

[WOTC_APA_HeavyCannonBarrel X2AbilityTemplate]
LocFriendlyName = "重型加农炮炮管"
LocHelpText = "重武器"
LocLongDescription = "<font color='#E1BDFF'>加农炮特殊枪管武器升级：</font><br/>加农炮/机枪射击可以撕碎<font color='#3ABD23'><Ability:CV_CANNON_ARMOR_SHRED/></font>点护甲，但是武器的额外重量和增加的弹药会给士兵带来<font color='#CA7200'><Ability:HEAVY_CANNON_BARREL_MOBILITY_PENALTY/></font>机动性惩罚。"

[WOTC_APA_SmoothboreBarrel X2AbilityTemplate]
LocFriendlyName = "滑膛枪管"
LocHelpText = "霰弹枪"
LocLongDescription = "<font color='#E1BDFF'>霰弹枪特殊枪管武器升级：</font><br/>射偏时会对目标造成<font color='#3ABD23'><Ability:SMOOTHBORE_BARREL_MISSED_SHOT_DAMAGE/></font>点伤害，但目标身上的每一点护甲都会降低暴击率，并且增加<font color='#CA7200'><Ability:SMOOTHBORE_BARREL_CHANCE_MOD_PER_ARMOR/>%</font>的擦伤几率。"

[WOTC_APA_BullpupStock X2AbilityTemplate]
LocFriendlyName = "无托式枪托"
LocHelpText = "无托式机枪"
LocLongDescription = "<font color='#E1BDFF'>无托式机枪特殊枪身武器升级：</font><br/>获得<font color='#3ABD23'>+<Ability:BULLPUP_STOCK_MOBILITY_BONUS/></font>机动性和<font color='#3ABD23'>+<Ability:BULLPUP_STOCK_REACTION_BONUS/>%</font>反应射击命中率。"

[WOTC_APA_SkeletonizedStock X2AbilityTemplate]
LocFriendlyName = "骨架化枪托"
LocHelpText = "维克托"
LocLongDescription = "<font color='#E1BDFF'>维克托步枪特殊枪身武器升级：</font><br/>获得<font color='#3ABD23'>+<Ability:SKELETONIZED_STOCK_MOBILITY_BONUS/></font>机动性，并且隐蔽探测半径减少<font color='#3ABD23'><Ability:SKELETONIZED_STOCK_DETECTION_RADIUS_BONUS/>%</font>。"

[WOTC_APA_SniperScope X2AbilityTemplate]
LocFriendlyName = "狙击枪瞄准镜"
LocHelpText = "直接射击可获得<font color='#3ABD23'>+<Ability:SNIPER_SCOPE_AIM_CRIT_CHANCE_BONUS/>%</font>的命中和暴击率。"
LocLongDescription = "<font color='#E1BDFF'>狙击枪特殊光学武器升级：</font><br/>直接射击可获得<font color='#3ABD23'>+<Ability:SNIPER_SCOPE_AIM_CRIT_CHANCE_BONUS/>%</font>的命中和暴击率。"

[WOTC_APA_ConcussionBolt X2AbilityTemplate]
LocFriendlyName = "震荡弩箭"
LocHelpText = "弩枪"
LocLongDescription = "<font color='#E1BDFF'>用于弩枪的特殊弹匣武器升级：</font><br/>弩枪的射击可穿透<font color='#3ABD23'><Ability:BOLTCASTER_BOLT_ARMOR_PIERCE/></font>点护甲，有<font color='#3ABD23'>+<Ability:CV_HUNTERRIFLE_CRITCHANCE/>%</font>几率造成暴击，并且有<font color='#3ABD23'><Ability:CV_HUNTERRIFLE_STUNCHANCE/>%</font>的几率击晕目标，但弩枪无法从装备的弹药类型物品中获益。"

[WOTC_APA_ChosenSecondary X2AbilityTemplate]
LocFriendlyName = "无与伦比的精准度"
LocHelpText = "天选者副武器"
LocLongDescription = "<font color='#fc3d03'>天选者副武器的特殊武器能力：</font><br/>天选者所持的副武器是无与伦比的杰作。它们比同类武器更精确、更强大，可以轻松击穿中型护甲。"

[WOTC_APA_ChosenRifle X2AbilityTemplate]
LocFriendlyName = "审判官"
LocHelpText = "天选者步枪"
LocLongDescription = "<font color='#fc3d03'>天选者步枪的特殊武器能力：</font><br/>天选者术士所持的这把步枪是无与伦比的杰作。它保证能对灵能敌人造成暴击，并能轻松穿透<font color='#3ABD23'><Ability:CHOSEN_RIFLE_ARMOR_PIERCE/></font>点护甲。"

[WOTC_APA_ChosenSniper X2AbilityTemplate]
LocFriendlyName = "幽灵"
LocHelpText = "天选者狙击枪"
LocLongDescription = "<font color='#fc3d03'>天选者猎手狙击枪的特殊武器能力：</font><br/>天选者猎手所持的这把狙击枪是无与伦比的杰作。它可以携带1发额外子弹，射击能穿透<font color='#3ABD23'><Ability:CHOSEN_SNIPER_ARMOR_PIERCE/></font>并撕碎<font color='#3ABD23'><Ability:CHOSEN_SNIPER_ARMOR_SHRED/></font>点护甲。"

[WOTC_APA_ChosenShotgun X2AbilityTemplate]
LocFriendlyName = "忍术"
LocHelpText = "天选者霰弹枪"
LocLongDescription = "<font color='#fc3d03'>天选者霰弹枪的特殊武器能力：</font><br/>天选者刺客所持的这把霰弹枪是一件无与伦比的杰作。它能造成更高的暴击伤害，并且在远距离射击时具有更高的精确度。"

[WOTC_APA_SmallCaliber X2AbilityTemplate]
LocFriendlyName = "小口径"
LocHelpText = "手枪"
LocLongDescription = "<font color='#E1BDFF'>手枪和自动手枪的特殊武器能力：</font><br/>在手枪和自动手枪中使用的小口径弹药仍然非常致命，但对装甲目标的效果较差。射击将穿透<font color='#CA7200'><Ability:SMALL_CALIBER_ARMOR_PIERCE/></font>护甲。"

[WOTC_APA_FlashPowder X2AbilityTemplate]
LocFriendlyName = "仿古闪光粉"
LocHelpText = "影护者"
LocLongDescription = "<font color='#E1BDFF'>影护者的特殊武器能力：</font><br/>这件遗物比现代手枪更响更强大，烟雾和闪光在合适的人手中可以起到很好的分散注意力的作用。较大的射弹不会像大多数其他手枪那样受到护甲的惩罚，但影护者无法从装备的弹药类型物品中获益。"

[WOTC_APA_SearingEdge X2AbilityTemplate]
LocFriendlyName = "灼热之刃"
LocHelpText = "剑"
LocLongDescription = "<font color='#E1BDFF'>剑的特殊武器能力：</font><br/>剑的最大伤害比许多其他近战武器更高，而且更先进的剑有机会使目标着火。"

[WOTC_APA_CrushingBlows X2AbilityTemplate]
LocFriendlyName = "毁灭性打击"
LocHelpText = "重型战斧"
LocLongDescription = "<font color='#E1BDFF'>重型战斧的特殊武器能力：</font><br/>重型战斧的毁灭性打击将撕碎<font color='#3ABD23'><Ability:CRUSHING_BLOWS_ARMOR_SHRED/></font>点护甲，但斧头的暴击伤害和使目标着火的几率比同级别的剑要低得多。"

[WOTC_APA_LightBite X2AbilityTemplate]
LocFriendlyName = "轻咬"
LocHelpText = "轻型战斧"
LocLongDescription = "<font color='#E1BDFF'>轻型战斧的特殊武器能力：</font><br/>轻型战斧的打击力度可能不如标准的剑，但它可以毫不费力地砍穿<font color='#3ABD23'><Ability:LIGHT_BITE_ARMOR_PIERCE/></font>点护甲。"

[WOTC_APA_RendingClaws X2AbilityTemplate]
LocFriendlyName = "撕裂之爪"
LocHelpText = "开颅刃"
LocLongDescription = "<font color='#E1BDFF'>开颅刃的特殊武器能力：</font><br/>使用开颅刃的腕刃攻击敌人有几率使目标流血。更高级版本的开颅刃还有几率使目标眩晕。"

[WOTC_APA_PsionicConduit X2AbilityTemplate]
LocFriendlyName = "灵能导管"
LocHelpText = "圣殿骑士拳刃"
LocLongDescription = "<font color='#E1BDFF'>碎片拳刃的特殊武器能力：</font><br/>碎片拳刃充当管道，吸收并聚焦被其攻击杀死的人所释放的灵能。那些能够操纵这种能量的人可以确保碎片拳刃的攻击永远不会失手。"

[WOTC_APA_TrackingOptics X2AbilityTemplate]
LocFriendlyName = "跟踪光学器件"
LocHelpText = "跟踪光学器件"
LocLongDescription = "<font color='#E1BDFF'>猎手步枪的特殊武器能力：</font><br/>调整精度，猎手步枪在所有射击中获得<font color='#3ABD23'>+<Ability:TARGETING_OPTICS_AIM_BONUS/>%</font>命中，并且在远距离上更有效。对被标记的目标增加<font color='#3ABD23'>+<Ability:TARGETING_OPTICS_CRIT_BONUS/>%</font>暴击率和<font color='#3ABD23'><Ability:TARGETING_OPTICS_ARMOR_PIERCE/></font>点穿甲。"

[WOTC_APA_EnemyTech X2AbilityTemplate]
LocFriendlyName = "敌方设计"
LocHelpText = "敌方设计"
LocLongDescription = "<font color='#fc3d03'>回收的敌方装备：</font><br/>此物品是回收的敌方装备，无法轻易升级或改造。完成集成过渡性技术后不会获得额外伤害。"



;- 武器升级能力模板 -

[WOTC_APA_BeddedStock_BasicBonus X2AbilityTemplate]
LocFriendlyName = "座床枪托"

[WOTC_APA_BeddedStock_AdvancedBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 座床枪托"

[WOTC_APA_BeddedStock_SuperiorBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 座床枪托"

[WOTC_APA_Scope_BasicBonus X2AbilityTemplate]
LocFriendlyName ="瞄准镜"
LocHelpText = "瞄准镜（远距离）"

[WOTC_APA_Scope_AdvancedBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 瞄准镜"
LocHelpText = "瞄准镜（远距离）"

[WOTC_APA_Scope_AdvancedPenalty X2AbilityTemplate]
LocFriendlyName = "瞄准镜（远距离）"

[WOTC_APA_ReflexSigh_BasicBonus X2AbilityTemplate]
LocFriendlyName = "反射式瞄准镜"

[WOTC_APA_ReflexSight_AdvancedBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 反射式瞄准镜"

[WOTC_APA_ReflexSight_AdvancedPenalty X2AbilityTemplate]
LocFriendlyName = "高级反射式瞄准镜"

[WOTC_APA_LaserSigh_BasicBonus X2AbilityTemplate]
LocFriendlyName = "激光瞄准器"

[WOTC_APA_LaserSight_AdvancedBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 激光瞄准器"

[WOTC_APA_LaserSight_AdvancedPenalty X2AbilityTemplate]
LocFriendlyName = "高级激光瞄准器"

[WOTC_APA_Bipod_BasicBonus X2AbilityTemplate]
LocFriendlyName = "两脚架"

[WOTC_APA_Bipod_AdvancedBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 两脚架"

[WOTC_APA_Suppressor_BasicBonus X2AbilityTemplate]
LocFriendlyName = "消音器"

[WOTC_APA_Suppressor_AdvancedBonus X2AbilityTemplate]
LocFriendlyName = "Adv+消音器"

[WOTC_APA_Suppressor_AdvancedPenalty X2AbilityTemplate]
LocFriendlyName = "高级消音器"

[WOTC_APA_Foregrip_BasicBonus X2AbilityTemplate]
LocFriendlyName = "前握把"

[WOTC_APA_Foregrip_AdvancedBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 前握把"

[WOTC_APA_Foregrip_AdvancedPenalty X2AbilityTemplate]
LocFriendlyName = "高级前握把"

[WOTC_APA_WildcatCartridges_BasicBonus X2AbilityTemplate]
LocFriendlyName = "野猫子弹"

[WOTC_APA_WildcatCartridges_AdvancedBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 野猫子弹"

[WOTC_APA_WildcatCartridges_SuperiorBonus X2AbilityTemplate]
LocFriendlyName = "Adv+ 野猫子弹"



;- 技术模板 -

[WOTC_APA_AlloyIntegration X2TechTemplate]
DisplayName="外星合金集成"
CodeName="希罗多德"
Summary="现在，我们已经拥有了安全的通信手段，可以与整个地区的主要抵抗力量的联络人交换信息，我们可以投入时间和资源，将变种人大量使用的超坚固且轻质的合金材料整合到我们自己的武器和装甲设计中，以提高其性能。了解如何在现有设备中使用这些合金将是开发基于这种材料及其潜力的新型改进设计的第一步。"
LongDescription="这些外星合金的特性具有无限的潜力来增强我们当前的装备，而且我们已经发现了许多我们现在可以进行的实用改造，同时我们继续开发新的武器和装甲系统，以便在未来充分利用其能力。用更轻、更坚固的合金版本部件替换我们常规枪械中的关键部件，可以支持更大的推进剂负载，而在我们的装甲中增加合金板和编织插入物，可以提高装甲的防护能力，并使我们的部队能够舒适地携带更多装备投入战斗。这项实验对于帮助我们了解如何使用外星人的基本材料和技术至关重要，使我们有可能立即开始开发我们自己的设计，也许最重要的是，它让我们有机会生存足够长的时间。莉莉·沈。<br/><br/><br/><font color='#E1BDFF'>XCOM的传统武器获得 +1 伤害，传统护甲获得 +1 生命值。标准凯芙拉护甲可以使用额外的实用物品槽位。"

[WOTC_APA_EleriumIntegration X2TechTemplate]
DisplayName="超铀动力集成"
CodeName="普林尼"
Summary="通过访问变种人网络的数据，我们在对外星人大量技术中使用的超铀核心能源的理解方面取得了一些重大突破。我们将首先尝试将这些能源小规模地集成到我们现有的磁力设计中，然后再利用这些知识开始开发我们自己的能量武器和装甲。"
LongDescription="事实证明，超铀核心的能量潜力比我们目前磁力武器和护甲中使用的更传统的电池设计有显著的提升。集成基本的超铀核心能源可以提升我们武器的输出功率，并为我们的装甲提供更可靠的系统能量。工程团队正在改造我们目前的设备，而科学团队则开始着手扩大我们的超铀核心能源设计，这将有助于实现真正基于能量的能量武器。泰根博士。<br/><br/><br/><font color='#E1BDFF'>XCOM的磁性武器获得 +1 伤害，镀层护甲获得 +1 HP。"

[WOTC_APA_PlasmaIntegration X2TechTemplate]
DisplayName="外星图纸集成"
CodeName="苏维托尼乌斯"
Summary="在我们从原典数据库恢复的所有数据中，我们发现了几张外星武器和装甲组件的图纸。如果我们花一些时间分析和重建更多数据，我相信我们会找到更多的例子，帮助我们改进我们目前的能源设计。"
LongDescription="即使只是零散的组件图纸，直接访问这些资料也让我们的团队对外星人的技术有了更深入的了解，并提供了原本需要数年才能得出的微小洞见。我们一直在努力修改设计并更新我们的设备，最终使我们的武器和护甲技术与我们在外星人的武器库中见过的最好的技术相媲美。他们在这个星球上的日子不多了。莉莉·沈。<br/><br/><br/><font color='#E1BDFF'>XCOM的等离子武器获得 +1 伤害，动力护甲获得 +1 生命值。"



;- Spark Arsenal 模板 -

[IRI_SpeedLoader_Passive X2AbilityTemplate]
LocFriendlyName="机械化快速装填器"
LocFlyOverText="机械化快速装填器"

[IRI_SpeedLoader_Reload X2AbilityTemplate]
LocFriendlyName="机械化快速装填器"
LocFlyOverText="机械化快速装填器"

[IRI_SpeedLoader_Upgrade X2WeaponUpgradeTemplate]
FriendlyName="机械化快速装填器"
FriendlyNamePlural="机械化快速装填器"
